Revit 2027 API
Frame Constructor
 Default constructor. Uses global origin and standard basis vectors.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Frame()
Public Sub New
public:
Frame()
new : unit -> Frame
See Also
Reference
Frame Class
Frame Overload
Autodesk.Revit.DB Namespace